Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvan_foorumin_22__istuntoon.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvän foorumin 22. istuntoon
smn: Sämitigge uásálist OA algâaalmugij pisováá foorum 22. čuákkimân

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa 19.-27.4.2023.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso uásálist OA algâaalmugij pisováá foorumân (UNPFII) New Yorkist 19.-27.4.2023.

source: Foorumin 22. istunnon teemana on alkuperäiskansat, ihmisten terveys, planetaarinen ja alueiden terveys sekä ilmastonmuutos: oikeuksiin perustuva lähestymistapa (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).
smn: Foorum 22. čuákkim teeman láá algâaalmugeh, ulmui tiervâsvuotâ, planetaarlâš já kuávlui tiervâsvuotâ sehe šoŋŋâdâhnubástus: vuoigâdvuođáid vuáđuduvvee aldanemvyehi (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).

source: Saamelaiskäräjien delegaatioon kuuluvat puheenjohtajan lisäksi Saamelaiskäräjien jäsen ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi sekä kansainvälisten asioiden sihteeri Inka Saara Arttijeff.
smn: Sämitige delegaation kuullâv saavâjođetteijee lasseen Sämitige jeessân já kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi sehe aalmugijkoskâsij aašij čällee Inka Saara Arttijeff.

source: Lisäksi nuorisoneuvoston edustajana matkalla on Rosa-Máren Juuso.
smn: Toos lasseen nuorâirääđi ovdâsteijen määđhist lii Rosa-Máren Juuso.

source: – Meillä on tarkoituksena nostaa esille saamelaisille ajankohtaisia asioita, kuten ilmastonmuutoksen vaikutukset mielenterveyteen ja psykososiaalisen tuen yksikön työn tärkeys.
smn: – Mist lii tárguttâssân pajediđ oovdân aašijd, moh láá teháliih sämmiláid, tego šoŋŋâdâhnubástus vaikuttâsah mielâtiervâsvuotân já psykososiaallii torjuu ohtâduv pargo tehálâšvuotâ.

source: Lisäksi haluan tuoda esille saamelaiskäräjälakiprosessin ja kuinka Suomi jatkaa saamelaisten ihmisoikeuksien rikkomista, sanoo puheenjohtaja Juuso.
smn: Tai lasseen mun halijdâm pyehtiđ oovdân sämitiggelahâproosees já maht Suomâ juátká sämmilij olmoošvuoigâdvuođâi rikkom, iätá saavâjođetteijee Juuso.

source: Puheenjohtaja Juuso osallistuu lisäksi 20.4. epäviralliseen kuulemiseen koskien alkuperäiskansojen osallistumisoikeuden parantamista YK:ssa (Enhanced Participation of Indigenous Peoples) ja 27.4. Arktisen alueen vuoropuheluun (Arctic Regional Dialogue).
smn: Saavâjođetteijee Juuso uásálist lasseen 20.4. epivirgálii kulâmân, mii kuáská algâaalmugij uásálistemvuoigâdvuođâ pyeredem OA:st (Enhanced Participation of Indigenous Peoples) já 27.4. Arktâsii kuávlu vuárusavâstâlmân (Arctic Regional Dialogue).

source: YK:n alkuperäiskansojen pysyvä foorumi
smn: OA algâaalmugij pisovâš foorum

source: YK:n alkuperäiskansojen pysyvä foorumi (The United Nations Permanent Forum on Indigenous Issues, UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston (Economic and Social Council, ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
smn: OA algâaalmugij pisovâš foorum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lii ive 2000 vuáđudum OA ekonomia- já sosiaalrääđi (Economic and Social Council, ECOSOC) vuálásâš raavâadeleijee toimâorgaan, moos kuleh 16 jiečânâs äššitobdeejesânid.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
smn: Haldâttâsah nomâtteh käävci jesânid já algâaalmugeh käävci jesânid.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
smn: Foorum pargon lii pajediđ savâstâlmân algâaalmugáid kyeskee koččâmušâid eromâšávt ekonomâlii já sosiaallii ovdánem, kulttuur, pirâskoččâmušâi, škovlim, tiervâsvuođâ já olmoošvuoigâdvuođâi syergist.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
smn: Pisovâš foorum addel avžuuttâsâid sehe tuáimá tehálâš foorumin staatâi, algâaalmugij já OA sierânâsseervij koskâsii vuárusavâstâlmân.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
smn: Tot čokkân ohtii ivveest OA váldusaajeest New Yorkist.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Inka Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
smn: Inka-Saara Arttijeff aalmugijkoskâsij aašij čällee 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
